/* class notification text format */
"Class '%@' will begin in 5 minutes" = "あと5分で授業「%@」がはじまります";

/* reply notification description */
"Class will begin in 5 minutes" = "あと5分で授業がはじまります";

/* notification text format */
"From @%@: %@" = "@%1$@から: %2$@";

/* Skip button title */
"Let's go!" = "はじめる";

/* Notification */
"Notification" = "通知";

/* Notification setting description */
"Notify replies to you and class reminders." = "クラス開始やリプライなどを通知します。この設定はあとから変更できません。";

/* OK */
"OK" = "OK";

/* Open */
"Open" = "開く";

/* Reply */
"Reply" = "リプライ";

/* reply notification title format */
"Reply from @%@" = "@%@からのリプライ";

/* Streaming setting description */
"Streamimg timeline shows you the messages posted at the very time." = "ストリーミングを有効にすると常に最新の情報を手に入れられます。";

/* Streaming */
"Streaming" = "Streaming";

/* Welcome description */
"Thank you for installing TesSoMe! Enjoy your Tesso SNS life." = "TesSoMeをインストールしてくれてありがとう。Tesso SNSライフを満喫してね！";

/* Welcome title */
"Welcome" = "ようこそ";

/* Class title header format */
"%@ Classes (%d)" = "%1$@ %2$d個の授業があります";

/* Cancel on AlertView */
"Cancel" = "Cancel";

/* Alert confirmation title (delete class event) */
"Cancel Class" = "授業の取り消し";

/* Choose date to set class. */
"Choose date to set class." = "授業開催時間を選んでください.";

/* Create */
"Create" = "登録";

/* Create New Class on AlertView */
"Create New Class" = "新規授業登録";

/* Creating New Class Succeeded */
"Creating New Class Succeeded" = "新しい授業を登録しました。";

/* Delete */
"Delete" = "取り消し";

/* Deleting Class Succeeded */
"Deleting Class Succeeded" = "授業を取り消しました。";

/* Alert confirmation text (delete class event) */
"Do you want to delete this class?" = "本当に授業を取り消しますか？";

/* Alert confirmation text (remove class notification) */
"Do you want to remove alert?" = "授業開始通知を無効にしますか？";

/* Alert confirmation text */
"Do you want to set alert?" = "授業開始通知を有効にしますか？";

/* Error */
"Error" = "エラー";

/* Next on AlertView */
"Next" = "次へ";

/* OK on AlertView */
"OK" = "OK";

/* Please type a class name. */
"Please type a class name." = "授業名を入力してください";

/* Set */
"Set" = "有効化";

/* Remove on AlertView */
"Remove" = "無効化";

/* Success */
"Success" = "成功";

/* Class date header format */
"YYYY/MM/dd" = "YYYY年MM月dd日";

/* Class date format */
"YYYY/MM/dd HH:mm 'Start'" = "YYYY/MM/dd HH:mm '開始'";

/* Error on AlertView */
"Error" = "エラー";

/* OK on AlertView */
"OK" = "OK";

/* Actual Size */
"Actual Size (%d x %d)" = "現在のサイズ (%1$d x %2$d)";

/* Add on AlertView */
"Add" = "追加";

/* Add Comment */
"Add Comment" = "コメントを付加";

/* Camera */
"Camera" = "カメラ";

/* Cancel on AlertView */
"Cancel" = "Cancel";

/* Drawing on navigation bar */
"Drawing" = "手書き";

/* Edit */
"Edit" = "編集";

/* File upload on navigation bar */
"File upload" = "ファイル投稿";

/* Large Size */
"Large Size (%d x %d)" = "大サイズ (%1$d x %2$d)";

/* Medium Size */
"Medium Size (%d x %d)" = "中サイズ (%1$d x %2$d)";

/* Message on navigation bar */
"Message" = "発言";

/* OK on AlertView */
"OK" = "OK";

/* Photo Library */
"Photo Library" = "写真ライブラリ";

/* Please type comments of drawing. */
"Please type comments of drawing." = "コメントを入力してください";

/* Please type new file name. */
"Please type new file name." = "新しいファイル名を入力してください";

/* Post failed. */
"Post failed." = "投稿失敗";

/* Rename on AlertView */
"Rename" = "ファイル名変更";

/* Rename Failed on AlertView */
"Rename Failed" = "ファイル名変更失敗";

/* Rename File on AlertView */
"Rename File" = "ファイル名変更";

/* Rename file */
"Rename file " = "ファイル名変更 ";

/* Resize image on ActionSheet */
"Resize image" = "画像のサイズ変更";

/* Small Size */
"Small Size (%d x %d)" = "小サイズ (%1$d x %2$d)";

/* White Paper */
"White Paper" = "白紙";

/* You can reduce message size by scaling the image to one of the sizes below. */
"You can reduce message size by scaling the image to one of the sizes below." = "サイズ変更をすると投稿ファイルサイズを減らすことができます。";

/* Failed to load timeline */
"Failed to load timeline" = "タイムライン読み込み失敗";

/* Empty data title */
"No Results Found" = "検索結果はありません";

/* Empty data description */
"Nothing matched your search keyword. Please search again with another keyword." = "0件のデータがヒットしました。キーワードを変えて再度検索してください。";

/* OK on AlertView */
"OK" = "OK";

/* comming soon */
"This function is comming soon." = "次回アップデート時に搭載予定";

/* Bookmark */
"Bookmark" = "ブックマーク";

/* Search user format */
"Go to user \"%@\"" = "\"%@\"のユーザー情報を見る";

/* Search hashtag format */
"Hashtag #%@" = "ハッシュタグ #%@ を検索";

/* Search post format */
"Post by \"%@\"" = "\"%@\"による投稿を検索";

/* Search reply format */
"Reply to @%@" = "@%@宛のリプライを検索";

/* Interval seconds format */
"%d Sec" = "%d 秒";

/* Cancel on AlertView */
"Cancel" = "Cancel";

/* Disabled */
"Disabled" = "無効";

/* Alert confirmation text */
"Do you really want to delete settings and data?" = "本当にデータを設定を抹消しますか？";

/* Eanbled */
"Enabled" = "有効";

/* Error on AlertView */
"Error" = "エラー";

/* OK on AlertView */
"OK" = "OK";

/* Shutdown text */
"Please restart TesSoMe immediately." = "TesSoMeを再起動してください。";

/* Success on AlertView */
"Success" = "成功";

/* YES on AlertView */
"YES" = "本気";

/* You have signed in. */
"You have signed in." = "ログインしました";

/* Updated date format */
"'Last update: 'MMM d, h:mm:ss a" = "'最終更新: 'M月 d日 a h:mm:ss";

/* Your username or password was incorrect. */
"Your username or password was incorrect." = "IDかパスワードが間違ってます";

/* Initial seconds */
"0 s" = "0 秒";

/* Failed to load timeline */
"Failed to load timeline" = "タイムライン読み込み失敗";

/* Topic */
"Topic" = "トピック";

/* Add on AlertView */
"Add" = "追加";

/* Add Label on AlertView */
"Add Label" = "称号を追加";

/* Can not add new label */
"Can not add new label" = "称号を追加できません";

/* Can not change nickname */
"Can not change nickname" = "ニックネームを変更できません";

/* Can not edit profile */
"Can not edit profile" = "プロフィールを編集できません";

/* Can not get user information */
"Can not get user infomation" = "ユーザー情報が取得できません";

/* Cancel on AlertView */
"Cancel" = "Cancel";

/* Change on AlertView */
"Change" = "変更";

/* Change Nickname on AlertView */
"Change Nickname" = "ニックネームの変更";

/* Edit Profile on AlertView */
"Edit Profile" = "プロフィールの編集";

/* Label at segmented control */
"Label" = "称号";

/* New Nickname on AlertView */
"New Nickname" = "あたらしいニックネーム";

/* OK on AlertView */
"OK" = "OK";

/* Please type new label (max. 256 characters). */
"Please type new label (max. 256 characters)." = "称号を入力してください\n(最大256文字)";

/* Please type new nickname. */
"Please type new nickname." = "新しいニックネームを入力してください";

/* Please type new profile. */
"Please type new profile." = "新しいプロフィールを入力してください";

/* Profile at segmented control */
"Profile" = "情報";

/* Recently Post at segmented control */
"Recently Post" = "最近の投稿";

/* Cancel */
"Cancel" = "Cancel";

/* Open with Safari */
"Open with Safari" = "Safariで開く";

/* Post this site */
"Post this site" = "このサイトを発言";

/* Share on ActionSheet */
"Share" = "共有";

/* new version notification title */
"New Version Available" = "新しいバージョンがあります";

/* new version notification message */
"New Version %.2f is available. Update now." = "最新版 %.2f が公開されました。アップデートお願いします。";
